[
  {
    "full": "/images/BlacklightPainting/FeaturePicTDSJourneyMushroom.jpg",
    "thumb": "/images/BlacklightPainting/crop/Feature_TDSJourneyMushroom_Crop.jpg",
    "caption": "Kirsten was relocated to Japan for two years to perform the role of Installation Supervisor of Show Art Paint, park-wide for Tokyo Disney Sea, which opened in 2001. She worked extensively on installation paint efforts for the E-Ticket attraction Journey to the Center of the Earth. Pictured here is the Mushroom Forest scene, a blacklight scene, for which she supervised the rockwork painting and touch ups of show pieces.",
    "alt": "Tokyo Disney Sea Journey to the Center of the Earth Mushroom Forest"
  },
  {
    "full": "/images/BlacklightPainting/AnaPoohBLHoneyPot.jpg",
    "thumb": "/images/BlacklightPainting/crop/AnaPoohBLHoneyPot_Crop.jpg",
    "caption": "Kirsten was the WDI Lead Scenic (Principal Show Artisan) for the attraction Pooh's Honey Hunt for Disneyland, Anaheim which opened in 2003. Kirsten managed Show Set, Prop, Production and Installation Painting for the attraction. These honey pots were painted in blacklight by Patty Ryan, one of her crew members.",
    "alt": "Blacklight Pooh Honey Pots"
  },
  {
    "full": "/images/BlacklightPainting/AnaPoohHeffalumps.jpg",
    "thumb": "/images/BlacklightPainting/crop/AnaPoohHeffalumps_Crop.jpg",
    "caption": "Kirsten was the WDI Lead Scenic (Principal Show Artisan) for the attraction Pooh's Honey Hunt for Disneyland, Anaheim which opened in 2003. Kirsten managed Show Set, Prop, Production and Installation Painting for the attraction. Artists on her crew, Kevin Mahoney and Mike Lytle painted much of the scenery in the Heffalumps and Woozles scene pictured.",
    "alt": "Blacklight Pooh Heffalumps"
  },
  {
    "full": "/images/BlacklightPainting/AnaPoohMudWallsBl.jpg",
    "thumb": "/images/BlacklightPainting/crop/AnaPoohMudWalls_Crop.jpg",
    "caption": "Kirsten was the WDI Lead Scenic (Principal Show Artisan) for the attraction Pooh's Honey Hunt for Disneyland, Anaheim which opened in 2003. Kirsten managed Show Set, Prop, Production and Installation Painting for the attraction. This is one of the wood flats that Kirsten painted for Scene 4, Pooh's House, which was done in blacklight. Kirsten painted extensively in this scene.",
    "alt": "Blacklight Pooh Mud Walls"
  },
  {
    "full": "/images/BlacklightPainting/HKPoohBushFlat.jpg",
    "thumb": "/images/BlacklightPainting/crop/HKPoohBushFlat_Crop.jpg",
    "caption": "Kirsten led the production painting for the Hong Kong Disneyland Winnie the Pooh attraction which was fabricated and painted in the U.S. She then supervised the installation of Show Art Paint park-wide (including the Pooh attraction). Pictured is one of the blacklight foliage set pieces (a wood flat), one of many similar to it painted for the Tigger Bounce Scene and the Floody Place blacklight scenes.",
    "alt": "Blacklight wood-flat Hong Kong DL Pooh Floody Place foliage"
  },
  {
    "full": "/images/BlacklightPainting/HKPoohHeffabee.jpg",
    "thumb": "/images/BlacklightPainting/crop/HKPoohHeffabee_Crop.jpg",
    "caption": "Kirsten led the production painting for the Hong Kong Disneyland Winnie the Pooh attraction which was fabricated and painted in the U.S. She then supervised the installation of Show Art Paint park-wide (including the Pooh attraction). Pictured is a Heffabee painted by crew member Jeremy Wakefield on an aluminum flat, part of an animated prop photo op in the Heffalumps and Woozles scene.",
    "alt": "Blacklight Hong Kong Pooh Heffabee"
  },
  {
    "full": "/images/BlacklightPainting/TDSMermaiddetail.jpg",
    "thumb": "/images/BlacklightPainting/crop/TDSMermaiddetail_Crop.jpg",
    "caption": "This is a detail photo showing some of the blacklight rockwork Kirsten both supervised and self performed in the Mermaid Lagoon area of Tokyo Disney Sea.",
    "alt": "Tokyo Disney Sea Blacklight Mermaid Tail"
  }
]
